{  
   "results":[  
      {  
         "url":"http://www.nytimes.com/2015/03/06/us/debate-on-a-jewish-student-at-ucla.html",
         "byline":"By ADAM NAGOURNEY",
         "abstract":"A student board debated whether the religion of a second-year economics major meant she would be biased in dealing with sensitive governance questions, and the discussion has upended the campus.",
         "title":"In U.C.L.A. Debate Over Jewish Student, Echoes on Campus of Old Biases"
      },
      {  
         "url":"http://www.nytimes.com/2015/03/11/us/hillary-clinton-email.html",
         "byline":"By AMY CHOZICK and MICHAEL S. SCHMIDT",
         "abstract":"Hillary Rodham Clinton said she used a personal email address while she was secretary of state as a matter of convenience and that she “fully complied with every rule.”",
         "title":"Hillary Clinton Tries to Quell Controversy Over Private Email"
      },
      {  
         "url":"http://www.nytimes.com/interactive/2015/03/08/opinion/sunday/algorithm-human-quiz.html",
         "byline":"",
         "abstract":"A shocking amount of what we’re reading is created not by humans, but by computer algorithms. Can you tell the difference? Take the quiz.",
         "title":"Did a Human or a Computer Write This?"
      },
      {  
         "url":"http://www.nytimes.com/interactive/2014/10/03/magazine/01-brown-sisters-forty-years.html",
         "byline":"Photographs by NICHOLAS NIXON",
         "abstract":"The Brown sisters have been photographed every year since 1975. The latest image in the series is published here for the first time.",
         "title":"Forty Portraits in Forty Years"
      },
      {  
         "url":"http://www.nytimes.com/2015/03/08/opinion/sunday/maureen-dowd-only-the-shadow-knows.html",
         "byline":"By MAUREEN DOWD",
         "abstract":"For the Clintons and their Clintonistas, it&#8217;s never simple.&#160;",
         "title":"With the Clintons, Only the Shadow Knows"
      },
      {  
         "url":"http://www.nytimes.com/2015/03/13/us/ferguson-police.html",
         "byline":"By JOHN ELIGON, SHAILA DEWAN and RICHARD PÉREZ-PEÑA",
         "abstract":"The shooting, described as “really an ambush” by Chief Jon Belmar of the St. Louis County Police Department, was denounced by all sides in the continuing conflict over law enforcement in Ferguson.",
         "title":"Manhunt Is Underway After Police Officers Are Shot in Ferguson"
      },
      {  
         "url":"http://www.nytimes.com/2015/03/10/us/secede-republic-claims-texas-never-joined-us.html",
         "byline":"By MANNY FERNANDEZ",
         "abstract":"A volunteer organization&#8217;s profile was raised when local, state and federal authorities raided a Valentine&#8217;s Day meeting.",
         "title":"Secede? Separatists Claim Texas Never Joined United States"
      },
      {  
         "url":"http://www.nytimes.com/2015/03/12/arts/artsspecial/harper-lees-ability-to-consent-to-new-book-continues-to-be-questioned.html",
         "byline":"By SERGE F. KOVALESKI, ALEXANDRA ALTER and JENNIFER CROSSLEY HOWARD",
         "abstract":"Responding to at least one complaint of potential elder abuse related to the publication of Ms. Lee’s rediscovered book, Alabama has interviewed the author, who is 88.",
         "title":"Harper Lee’s Condition Debated by Friends, Fans and Now State of Alabama"
      },
      {  
         "url":"http://www.nytimes.com/2015/03/08/opinion/sunday/the-feel-good-gene.html",
         "byline":"By RICHARD A. FRIEDMAN",
         "abstract":"Those of us who don&#8217;t have this natural bliss benefit are more likely to be anxious, and to self-medicate.",
         "title":"The Feel-Good Gene"
      },
      {  
         "url":"http://www.nytimes.com/2015/03/12/fashion/as-paris-fashion-week-2015-ends-louis-vuitton-alexander-mcqueen-and-miu-miu.html",
         "byline":"By VANESSA FRIEDMAN",
         "abstract":"You like a style? One of the Paris Fashion Week Shows was certain to have it.",
         "title":"At Louis Vuitton, Alexander McQueen and Miu Miu: Romancing the Individual"
      },
      {  
         "url":"http://www.nytimes.com/2015/03/06/science/astronomers-observe-supernova-and-find-theyre-watching-reruns.html",
         "byline":"By DENNIS OVERBYE",
         "abstract":"Astronomers have been watching the same star explode over and over again, thanks to a trick of Einsteinian optics, which may help them better understand mysteries like dark matter.",
         "title":"Astronomers Watch a Supernova and See Reruns"
      },
      {  
         "url":"http://www.nytimes.com/2015/03/12/opinion/republican-idiocy-on-iran.html",
         "byline":"By THE EDITORIAL BOARD",
         "abstract":"Instead of being leaders and statesmen, Republicans in Congress seem to think their role is outside the American government.",
         "title":"Republican Idiocy on Iran"
      },
      {  
         "url":"http://opinionator.blogs.nytimes.com/2015/03/10/its-not-always-depression/",
         "byline":"By HILARY JACOBS HENDEL",
         "abstract":"Sometimes, it&#8217;s shame.",
         "title":"It&#8217;s Not Always Depression"
      },
      {  
         "url":"http://well.blogs.nytimes.com/2015/03/04/one-twin-exercises-the-other-doesnt/",
         "byline":"By GRETCHEN REYNOLDS",
         "abstract":"Identical twins who shared the same sports and other physical activities as youngsters but different exercise habits as adults soon developed quite different bodies and brains, a new study from Finland found.",
         "title":"One Twin Exercises, the Other Doesn&#8217;t"
      },
      {  
         "url":"http://www.nytimes.com/2015/03/09/world/in-a-test-of-wills-japanese-fighter-pilots-confront-chinese.html",
         "byline":"By MARTIN FACKLER",
         "abstract":"Japan has been constantly scrambling fighter jets to intercept aircraft from China in a dangerous test of wills that underscores how far China’s campaign to control nearby seas has pushed Japan out of its pacifist shell.",
         "title":"In a Test of Wills, Japanese Fighter Pilots Confront Chinese "
      },
      {  
         "url":"http://www.nytimes.com/2015/03/10/world/asia/white-house-faults-gop-senators-letter-to-irans-leaders.html",
         "byline":"By PETER BAKER",
         "abstract":"The letter, signed by 47 Republican senators, warns Iran that a nuclear agreement may not last without congressional approval, angering the president and Iran.",
         "title":"G.O.P. Senators’ Letter to Iran About Nuclear Deal Angers White House"
      },
      {  
         "url":"http://www.nytimes.com/2015/03/09/technology/popular-yik-yak-app-confers-anonymity-and-delivers-abuse.html",
         "byline":"By JONATHAN MAHLER",
         "abstract":"Yik Yak, a social media app that serves as a local bulletin board, has proved popular especially on college campuses, but the cover of anonymity it offers allows for some unfettered nastiness.",
         "title":"Who Spewed That Abuse? Anonymous Yik Yak App Isn’t Telling"
      },
      {  
         "url":"http://www.nytimes.com/2015/03/10/technology/apple-watch-event.html",
         "byline":"By BRIAN X. CHEN",
         "abstract":"Apple designed its device, which will be available for preorder on April 10, to suit the tastes of various users, from fitness buffs to collectors of luxury watches.",
         "title":"Apple Watch Success Will Hinge on Apps "
      },
      {  
         "url":"http://www.nytimes.com/2015/03/09/opinion/paul-krugman-partying-like-its-1995.html",
         "byline":"By PAUL KRUGMAN",
         "abstract":"Now, as then, unemployment is down to a level at which the economy should be overheating, but it isn&#8217;t. How should the Fed react?",
         "title":"Partying Like It&#8217;s 1995"
      },
      {  
         "url":"http://bits.blogs.nytimes.com/2015/03/12/zuckerberg-lawsuit-documents-show-animosity-with-would-be-neighbor/",
         "byline":"By MATT RICHTEL",
         "abstract":"Documents filed Wednesday accuse the Facebook chief executive of reneging on a promise to introduce a would-be neighbor to powerful Silicon Valley friends.",
         "title":"Zuckerberg Lawsuit Documents Show Animosity With Would-Be Neighbor"
      }
   ]
}